<template>
	<div class="help">
		<div class="help-cont">
			<h3>投资规则</h3>
			<p>1、每次投资金额只可选择投资1000元、5000元、10000元、30000元</p>
			<p>2、投资次数不限</p>
		</div>
		<div class="help-cont">
			<h3>收益计算规则</h3>
			<p>1、收益按月计算，每月4%，无论投资多少金额，都按4%计算</p>
			<p>2、收益每日到账，次日更新</p>
			<p>3、投资期限为1个月（30天），1个月后收益停止，需提现</p>
			<p>4、投资成功72小时后开始计算收益</p>
		</div>
		<div class="help-cont">
			<h3>奖金规则</h3>
			<p>1、分享邀请码给您的好友，好友注册时输入邀请码，并投资成功时，您可获得奖金</p>
			<p>2、您的好友再次分享邀请码给他的好友，他的好友注册时输入您好友的邀请码，并投资成功时，您也可获得奖金。
				可获得的奖金到此层为止，您最多只可获得2位分享好友的奖金</p>
			<p>3、好友成功投资的本金72小时后产生奖金</p>
			<p>4、奖金每日到账，次日更新</p>
			<div>
				<p>5、您的直接分享按1%计算奖金，你的次级分享按0.5%计算奖金，按照您和好友的投资金额对比，取最低的投资本金计算</p>
				<p>举例：</p>
				<p>
					1) 您将邀请码分享给小王，小王注册时输入您的邀请码，并且小王总成功投资了10000元，此前您总成功投资了2000元，
					您和小王总投资时间都超过72小时，且您的投资金额比小王少，那么您就可获得2000*1%=20元的奖金
				</p>
				<p>
					2) 小王又把他的邀请码分享给了小李，小李注册时输入了小王的邀请码，并且小李总成功投资了1000元，此前您
					还是总投资了2000元，您和小李总投资时间都超过72小时，小李的投资金额比您的少，那么您就可获
					得1000*0.05%=5元的奖金
				</p>
			</div>
			<p>6、直接分享的好友，及次级分享的好友将投资的本金及收益提现成功后，您的奖金停止获得</p>
			<p>7、直接分享的好友，及次级分享的好友投资的本金超过1个月（30天）后，您的奖金停止获得</p>
		</div>
		<div class="help-cont">
			<h3>提现规则</h3>
			<p>1、本金投资成功后，可随时提现，即时到账</p>
			<p>2、奖金可随时提现，即时到账</p>
			<p>3、本金投资成功后，在72小时内提现收取1%手续费</p>
			<p>4、本金投资成功1个月（30天）后，收益停止，需尽快提现</p>
			<p>5、如果投资了多笔本金，可逐笔提现，也可全部提现</p>
			<p>6、每笔本金及收益需一起提现，不可分开提现本金及收益</p>
			<p>7、奖金需全部一起提现，奖金不足100元不可提现</p>
		</div>
	</div>
</template>

<script>
    export default {
        name: "help"
    };
</script>

<style lang="less" scoped>
	@import "./../assets/css/help";
</style>
